import random

# Ex.1
'''จงเขียนโคดPythonโดยให้ หาว่าจำนวนที่เป็นจำนวนคู่และคี่ 
โคยรับค่าจาก input แล้ว แสดงข้อความว่าเป็น จำนวนคู่หรือคี่ ''' 
#Ex.2
'''จงสร้างlogin ที่มี username และ Password โคยจะต้อง
แสดง ข้อความ Enter username: และ Enter Password:
โดย ถ้า Username เท่ากับ Admin และ Password เท่ากับ Admin 123 จะแสดง ข้อความ Wellcome 
ถ้า Password และ Username ไม่ตรง กัน จะแสดง ข้อความว่า 
Username  และ  Password ไม่ถูกต้อง'''
#Ex.3
'''จาก Ex.2 ให้ เพิ่ม username: Co-Admin และ Password:123 และ print input 3 ครั้ง '''
#Ex.4 
'''จง บวกเลขสุ่มๆ1-100 10ครั้งถ้าเลขเท่ากับ 2,4,6,8,10,12,14,16,18,20 ให้แสดงข้อความ ว่า เลขนี้เป็นเลขคู่ 
แต่ ถ้าเป็นเลข 1,3,5,7,9,11,13,15,17,19 ให้ข้อความว่า เลขนี้ เป็น เลขคี่ 
โดย ถ้าต้องการสุ่มเลข ให้ใช้ import random
'''  

'''
ตัวอย่าง การสุ่มเลข
import random
X = random.randint(1,100)
'''


